chet='Нет'

change='Нет'

mon=['1: 23 - Элементы высшей математики\n2: 301/2 - МДК\n3: 310/3 - Устройство и функционирование ИС','1: 317 - Элементы высшей математики\n2: 316 - МДК\n3: 301/2 - Устройство и функционирование ИС']
tues=['1: 113 - Основы алгоритмизации и программирования\n2: 301/3 - МДК\n3: 301/3 - МДК','1: 301/3 - Основы алгоритмизации и программирования\n2: 301/2 - МДК\n3: 309 - Русский язык и культура речи']
wed=['1: 301/2 - Устройство и функционирование ИС\n2: 401 - Физра\n3: 22 - Элементы высшей математики','1: 301/2 - Устройство и функционирование ИС\n2: 401 - Физра\n3: 316 - Элементы высшей математики']
thurs=['1: Нет-МДК\n2: 107/5 - Инглишь\n3: 309 - Русский язык и культура речи','1: 113 - МДК\n2:107/5-Инглишь\n3 :113 - Основы алгоритмизации и программирования']
fri=['1: Нет - Элементы высшей математики\n2: Нет - БЖ\n3: Нет - Устройство и функционирование ИС','1: 310 - Элементы высшей математики\n2: 407 - БЖ\n3: 412 - Устройство и функционирование ИС']
sat=['1: 113 - Основы алгоритмизации и программирования\n2: 309 - Русский язык и культура речи\n3: Нет - МДК','1: 113 - Основы алгоритмизации и программирования\n2: 309 - Русский язык и культура речи\n3: 301/2 - МДК']