change='Нет'


mon1='317-Элементы высшей математики\n316-МДК\n301/2-Устройство и функционирование ИС'
tues1='113-Основы алгоритмов и программирования\n301/2-МДК\n309-Русский язык и культура речи'
wed1='301/2-Устройство и функционирование ИС\n401-Физра\n316-Элементы высшей математики'
thurs1='113-МДК\n107/5-Инглишь\n113-Основы алгоритмов и программирования'
fri1='310-Элементы высшей математики\n407-БЖ\n412-Устройство и функционирование ИС'
sat1='113-Основы алгоритмов и программирования\n309-Русский язык и культура речи\n301/2 - МДК'


mon2='Нет'
tues2='Нет'
wed2='Нет'
thurs2='Нет'
fri2='Нет'
sat2='Нет'


les1='Нет'
les2='Нет'
les3='Нет'
les4='Нет'
les5='Нет'
les6='Нет'
les7='Нет'
les8='Нет'


chet='Нет'